[
{
  "title": "Galinha Caipira",
  "contents": "A whole ckicken weighing close to 2,5kg (roughly 3 pounds). Avoid industrially grown birds, as those can make the stew very greasy and flavorless.\n A cup of diced onions of any kind.\n Half a cup of diced chives.\n A tablespoon of lard.\n A full kettle of boiled water.",
  "description": "Cut the chicken into pieces. Remove offal or small bones, if you want. Salt and pepper to taste now. In a pan (best if cast iron), add the lard and heat it up very well. Add the chicken and lower the heat. After the meat sears, add the diced onions. When the onions brown, cover the pot with boiling water, and let it simmer for two hours. If it dries, add more water. After those two hours, add the diced chives and simmer it for more thirty minutes.",
  "user_id": 1
},

{
  "title": "Brigadeiro",
  "contents": "One can of condensed milk.\n Three or four spoons of chocolate powder or cocoa powder.\n One spoon of butter (Actual butter and preferably unsalted. No margarine!)\n Sprinkles (Optional)",
  "description": " Add all ingredients into a pan. Put it under low heat and stir it (preferably with a wooden spoon) until it stops sticking to the bottom of the pan. Remove it from the pan and eat it with a spoon or roll it into small balls. If you chose to roll it into balls, you may also roll them around in sprinkles while still hot. ",
  "user_id": 1
},

{
  "title": "Grostoli",
  "contents": "A cup of sugar\n 800g of flour\n A tablespoon of baking powder\n A pinch of salt\n 4 eggs\n 3 tablespoons of lard or butter.\n 4 tablespoons of a 40% a.b.v. spirit. Cachaça is the main one, Rum or Grappa will do.\n A cup of milk.",
  "description": "Add sugar, flour, baking powder, salt and mix all these dry ingredients. Add eggs, grease, liquor, milk and mix it. Knead it in a table until it is homogenous. Divide the dough into smaller pieces and roll them with a pin on the table. Sprinkle the flour and finally, cut the dough into rectangles. Make a vertical cut in the middle, and twist the sides. Fry it in lard until it browns and sprinkle it on sugar and cinnamon.",
  "user_id": 1
}


]